class mt :
    Monday = '----' '<br>' 'Безопасность жизнедеятельности: каб.212' '<br>' 'Иностранный язык: каб.207' '<br>' 'Теория вероятности и математическая статистика: каб.214' '<br>' '----'
    Tuesday = 'Основы бухгалтерского учёта: каб.216' '<br>' 'Основы теории информации: каб.213' '<br>' 'Математика: каб.214' '<br>' 'Менеджмент: каб.301' '<br>' 'Основы бухгалтерского учёта: каб.216'
    Tuesday2 = 'История: каб.302' '<br>' 'Основы теории информации: каб.213' '<br>' 'Математика: каб.214' '<br>' 'Менеджмент: каб.301' '<br>' 'Основы бухгалтерского учёта: каб.216'
    Tuesday3 = 'Основы бухгалтерского учёта: каб.216/История: каб.302' '<br>' 'Основы теории информации: каб.213' '<br>' 'Математика: каб.214' '<br>' 'Менеджмент: каб.301' '<br>' 'Основы бухгалтерского учёта: каб.216'
    Wednesday = '1 группа Методы обработки отраслевой информации: каб.210' '<br>' 'Основы теории информации: каб.213' '<br>' 'Менеджмент: каб.301' '<br>' '2 группа Методы обработки отраслевой информации: каб.210' '<br>' '----'
    Thursday = 'математика: каб.214' '<br>' 'Основы бухгалтерского учёта: каб.216' '<br>' 'Основы философии: каб.302' '<br>' 'Русский язык и культура речи: каб.215' '<br>' '----'
    Friday = '----' '<br>' '----' '<br>' 'Физическая культура С/З' '<br>' 'История: каб.302' '<br>' 'Русский язык и культура речи: каб 215'
    Friday2 = '----' '<br>' '----' '<br>' 'Физическая культура С/З' '<br>' 'Основы Философии: каб.302' '<br>' 'Русский язык и культура речи: каб 215'
    Friday3 = '----' '<br>' '----' '<br>' 'Физическая культура С/З' '<br>' 'История: каб.302/Основы Философии: каб.302' '<br>' 'Русский язык и культура речи: каб 215'
    Week = "Понедельник" "<br>" ,Monday, "<br>" "Вторник" "<br>" ,Tuesday3, "<br>" "Среда" "<br>" ,Wednesday, "<br>" "Четверг" ,Thursday, "<br>" "Пятница" "<br>" ,Friday3
Name = ["Понедельник", "понедельник", "Вторник", "вторник", "Среда", "среда", "Четверг", "четверг", "Пятница", "пятница", "Неделя", "неделя"]
Metadata = [mt.Monday,mt.Monday,mt.Tuesday,mt.Tuesday,mt.Wednesday,mt.Wednesday,mt.Thursday,mt.Thursday,mt.Friday,mt.Friday,mt.Week,mt.Week]